tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "microsoft/git"
brew "webp"
brew "atuin"
brew "bat"
brew "bottom"
brew "cmake"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "e2fsprogs"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnupg"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "luajit"
brew "mise"
brew "parallel"
brew "pdfcpu"
brew "pdftk-java"
brew "pkgconf"
brew "poppler"
brew "procs"
brew "protobuf"
brew "redis"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "unar"
brew "universal-ctags"
brew "watchman"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
cask "1password"
cask "adguard"
cask "chromedriver"
cask "dash"
cask "devutils"
cask "google-chrome"
cask "hstracker"
cask "iina"
cask "iterm2"
cask "karabiner-elements"
cask "postgres-unofficial"
cask "ngrok"
cask "orbstack"
cask "postico"
cask "rapidapi"
cask "raycast"
cask "rubymine"
cask "slack"
cask "shottr"
cask "tg-pro"
cask "the-unarchiver"
cask "tower"
cask "typora"
cask "zed"
cask "zoom"
