tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/git"
tap "puma/puma"
tap "rbenv/tap"
brew "bat"
brew "pkg-config"
brew "curl"
brew "direnv"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitui"
brew "gnupg"
brew "hyperfine"
brew "imagemagick"
brew "luajit"
brew "neovim"
brew "opensearch"
brew "redis"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watchman"
brew "zoxide"
brew "zsh"
brew "heroku/brew/heroku"
brew "puma/puma/puma-dev"
cask "chromedriver"
cask "devutils"
cask "ngrok"
